tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "schniz/tap"
brew "bat"
brew "broot"
brew "coreutils"
brew "diff-so-fancy"
brew "exercism"
brew "fzf"
brew "git"
brew "gnupg"
brew "hexyl"
brew "lsd"
brew "neovim"
brew "node@12"
brew "p7zip"
brew "pyenv"
brew "python@3.8"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "stow"
brew "the_silver_searcher"
brew "tmux"
brew "wget"
brew "schniz/tap/fnm"
cask "font-hack-nerd-font"
