tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "ms-jpq/sad"
tap "schniz/tap"
brew "giflib"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "glib"
brew "pixman"
brew "cairo"
brew "openjdk"
brew "apktool"
brew "bat"
brew "boost"
brew "broot"
brew "bsdiff"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "diff-so-fancy"
brew "libsodium"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "efm-langserver"
brew "exa"
brew "eza"
brew "fd"
brew "fnm"
brew "fselect"
brew "fx"
brew "fzf"
brew "gh"
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-standup"
brew "gnu-sed"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "python@3.11"
brew "grip"
brew "gron"
brew "hexyl"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "pango"
brew "librsvg"
brew "luajit"
brew "luarocks"
brew "luv"
brew "mkcert"
brew "moreutils"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nghttp2"
brew "nss"
brew "p7zip"
brew "pkgconf"
brew "procs"
brew "protobuf"
brew "pyenv"
brew "python@3.10"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "sd"
brew "stow"
brew "tmux"
brew "urlview"
brew "watchman"
brew "wget"
brew "yarn"
brew "ms-jpq/sad/sad"
brew "wix/brew/applesimutils"
cask "amethyst"
cask "android-studio"
cask "chromium"
cask "flipper"
cask "font-hack-nerd-font"
