tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "ms-jpq/sad"
tap "schniz/tap"
brew "boost"
brew "bat"
brew "broot"
brew "glib"
brew "cmake"
brew "coreutils"
brew "diff-so-fancy"
brew "folly"
brew "efm-langserver"
brew "exa"
brew "fd"
brew "fnm"
brew "fselect"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-standup"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "gnupg", link: false
brew "grip"
brew "gron"
brew "htop"
brew "jq"
brew "luajit"
brew "luarocks"
brew "luv"
brew "mkcert"
brew "moreutils"
brew "neofetch"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "nss"
brew "p7zip"
brew "procs"
brew "protobuf"
brew "pyenv"
brew "python@3.10"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "sd"
brew "stow"
brew "tmux"
brew "urlview"
brew "watchman"
brew "wget"
brew "yarn"
brew "ms-jpq/sad/sad"
cask "font-hack-nerd-font"
